Revit 2024 API
UnitTypeId.KipFeetPerFoot Property
 Kip feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipFeetPerFoot { get; }
Visual Basic
Public Shared ReadOnly Property KipFeetPerFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipFeetPerFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace